"request_consent_privacy_update" = "隱私政策更新提示";
"request_consent_content_part_one" = "依據最新的法律要求，我們更新了隱私政策，請您務必審慎閱讀、充分理解相關條款內容。";
"request_consent_content_part_two_new_dt" = "點擊同意即代表你已經閱讀並同意隱私政策，如果您不同意隱私政策的內容，請您停止使用%@服務。";
"request_consent_content_part_three" = "我們會盡力保護您的個人信息安全。";
"request_consent_agree" = "同意";
"request_consent_reject" = "不同意";
"request_consent_content_part_two_update" = "點擊同意即代表您已經閱讀並同意隱私政策，如果您想要更改決定，您可以到設置->隱私設置->隱私政策進行更改。";
"request_consent_privacy_tip" = "您需要同意我們的隱私政策，才能繼續使用我們的産品和服務。";
"request_consent_switch" = "信息收集權限";
"request_consent_switch_about_dt" = "幫助%@提高産品體驗和服務，需要收集您的個人信息包括設備相關信息，地理位置信息，網絡信息。";
"request_consent_close_tip" = "您關閉權限後，我們將不再收集您的信息，並且我們會清理您的曆史信息並注銷您的賬號，您是否要繼續？";
"request_consent_about" = "關于數據收集隱私條款";
"request_consent_clean" = "注銷清除信息";
"request_consent_close" = "關閉收集權限";
"request_consent_content_privacy" = "隱私政策";
"request_consent_content_privacy_dt" = "%@隱私政策";
"Notice" = "提醒";
"Cancel" = "取消";
"Done" = "完成";
"OK" = "確定";
